{"meta":{"title":"GNOME ID","subtitle":"Komunitas GNOME Indonesia","description":"Portal Komunitas GNOME Indonesia","author":"GNOME Indonesia","url":"http://gnome.id"},"pages":[{"title":"Beranda","date":"2019-06-16T11:05:19.000Z","updated":"2019-09-29T19:51:57.916Z","comments":true,"path":"index.html","permalink":"http://gnome.id/index.html","excerpt":"","text":""},{"title":"Gnome.Asia Logo Competition","date":"2019-05-07T18:02:28.000Z","updated":"2019-09-29T19:51:57.884Z","comments":true,"path":"Gnome-Asia-Logo-Competition/index.html","permalink":"http://gnome.id/Gnome-Asia-Logo-Competition/index.html","excerpt":"","text":"GNOME.Asia Summit 2019 will be held in Gresik, Indonesia in October, 2019. We are looking for creative people to design logo for this year’s Summit. The contest is open from now until June 21, 2019 and the winner will be announced on June 30, 2019. Rules: Logo has to represent Gresik (Culture/History/Food/etc) Logo has to be interesting, unique, easy-to-understand and related to Gresik and GNOME.Asia Summit 2019. Please use colors according to GNOME branding guide. Send your artwork in SVG and PNG (256 x 256 px) format to humas@gnome.id with “GNOME.Asia Logo” as mail subject. Open-source software is highly recommended. Logo has to be applicable into media. Artwork has to be original and not violating copyrights. GNOME.Asia Summit 2019 committee is not responsible of any violation / plagiarism from submitted artworks. If the winner’s artwork is proven as plagiarism, then the winner will be canceled. You can submit more than 1 design with different concept of artworks. The winner will be announced in blog, site and social media of GNOME.Asia Summit 2019. Copyright of the artwork belongs to the winner, but possession will be given to committee. Committee has full right to enhance/modify winner’s logo. PrizeA contest is not a contest without prize! So give us your best shot of artwork to let you win the special gift from local team and free tickets for every events of this year’s Summit. Versi Bahasa Indonesia Tersedia di sini"},{"title":"Tentang GNOME ID","date":"2019-05-06T12:02:55.000Z","updated":"2019-09-29T19:51:57.916Z","comments":true,"path":"about/index.html","permalink":"http://gnome.id/about/index.html","excerpt":"","text":"Komunitas GNOME Indonesia (GNOME ID) merupakan komunitas nonprofit yang didirikan untuk mendukung penggunaan, promosi dan memberikan bantuan bagi para pengguna lingkungan desktop GNOME di Indonesia. Komunitas ini tentunya menginduk ke komunitas hulu sebagai acuan. Sebagaimana yang dilakukan GNOME.org, kami juga aktif untuk berkampanye tentang kebebasan perangkat lunak. Selain itu GNOME ID juga menjadi pendorong gagasan-gagasan besar dari GNOME.org yang mecakup beberapa aspek Independent, Free, Connceted, dan People-Oriented. Siapapun dapat bergabung dengan komunitas ini, bahkan Anda yang barangkali tak memiliki latar belakang pengalaman IT sama sekali, sebab kami menyadari bahwa untuk membangun ekosistem komunitas yang mumpuni tentunya keberagaman adalah salah satu hal yang tak bisa dinafikan. Mari membuat obrolan santai bersama teman-teman GNOME ID. Kami menggunakan platform Telegram dan Twitter sebagai sarana berdiskusi. Anda juga dapat berkirim surat ke humas@gnome.id bila memiliki saran atau masukan agar komunitas ini menjadi lebih baik. Baca juga:Tentang GNOME"},{"title":"Tanya Jawab Seputar Registrasi GNOME.Asia Summit 2019","date":"2019-09-09T16:37:50.000Z","updated":"2019-09-29T19:51:57.916Z","comments":true,"path":"tilil-gnome-asia-summit-2019/index.html","permalink":"http://gnome.id/tilil-gnome-asia-summit-2019/index.html","excerpt":"","text":"Berikut merupakan pertanyaan-bertanyaan yang sering ditanyakan seputar registrasi GNOME.Asia Summit 2019. Silakan hubungi Kami melalui surel humas@gnome.id apabila masih ada pertanyaan yang belum terjawab via laman ini. 01 T: Saya sudah mendaftar tapi mengapa belum menerima surel verifikasi?J: Silakan periksa folder Update (apabila menggunakan Gmail), Notification (apabila menggunakan Zoho Mail), atau folder spam di surel Anda 02 T: Apakah untuk mendaftar harus menggunakan aplikasi MyCOOP?J: Ya, GNOME.Asia Summit menggunakan aplikasi MyCOOP sebagai portal pembayaran utamanya. Silakan unduh MyCOOP di Playstore (untuk perangkat Android) atau di Apps Store untuk perangkat iOS. 03 T: Kartu pelajar / mahasiswa sedang digunakan oleh kampus, apa ada pilihan lain?J: Ya, gunakan tanda pengenal lain yang menunjukkan bahwa Anda mahasiswa. Jika tidak ada, mintalah surat rencana studi atau surat yang berfungsi serupa pada institusi Anda. 04 T: Bagaimana cara top up saldo MyCOOP ?J: Buka aplikasi MyCOOP pada ponsel Anda. Pada menu Beranda, klik ikon Top Up. Cara yang kami sarankan adalah menggunakan metode Virtual Account BNI. Setelah Anda memilih menu ini, panduan selanjutnya akan tampil pada aplikasi Anda. 05 T: Apakah saya harus memiliki rekening BNI untuk top up saldo dengan metode virtual account BNI ?J: Tidak, Anda juga bisa top up dari rekening lain. Jika anda transfer melalui ATM, pilih transfer antar bank online dan masukkan kode bank BNI (009) diikuti oleh nomor akun virtual."},{"title":"Call for Papers for GNOME.Asia Summit 2019 Deadline Extended!","date":"2019-07-15T08:58:30.000Z","updated":"2019-09-29T19:51:57.916Z","comments":true,"path":"en/call-for-papers-for-gnome-asia-summit-2019-extended-time/index.html","permalink":"http://gnome.id/en/call-for-papers-for-gnome-asia-summit-2019-extended-time/index.html","excerpt":"","text":"We appreciate it so much for those who has submitted paper to us. For you who needs more time to pick up an idea, we have a good news for you. Right now, you have extra time to submit your paper. We extende it to August 20, GNOME.Asia Summit is the featured annual GNOME conference in Asia. It focuses primarily on the GNOME desktop, but also covers applications and platform development tools. The summit brings together the GNOME community in Asia to provide a forum for users, developers, foundation leaders, governments and businesses to discuss the present technology and future developments. Topics of Call for Papers (CFP)GNOME.Asia Summit 2019 will invite talks relevant to GNOME and FLOSS. We welcome proposals by newcomers and experienced speakers alike. The possible topics are, but not limited to : Contributing to GNOME Latest developments Writing applications for GNOME 3 UI design QA and testing Accessibility Human Interface Engineering (Icons and Graphic Design) Marketing/Engagement Asia success stories / Local GNOME Projects GNOME and Education FOSS outreach programs, including Google Summer of Code Developing GNOME on mobile devices (smart phones, tablets) Developing GNOME on embedded systems or open hardware Contributing to Linux and FLOSS Linux kernel and development The development and promotion of open-source operating systems About Debian, Fedora, openSUSE, Ubuntu, FreeBSD, and other distributions The development and promotion of other open-source projects Open Source Enlightenment and Related Story The Knowledge and Spirit of Open Source Open Source stories of your own How to optimize the process and improve efficiency with the help of open-source tools How to engage non-technical lightning talks contributors in Open Source Projects How to engage more female contributors in Open Source Projects Emerging Technologies Artificial Intelligence DevOps with AI Deep Learning AR &amp; VR Big Data Distributed systems Open Source DevOps We are also interested in other topics related to Free/Libre and Open Source Software which are not listed above. Type of SessionYou can choose from the following types of session: Standard session. Standard session will be scheduled for 45 minutes (35 minutes talk + 10 minutes Q&amp;A). The session could be a technical talk, panel discussion, or BOF. If you need more time or additional resources, feel free to get in touch with the organizing team. Lightning talk session. This session is a 5 minutes presentation for demonstrating your work or promoting an interesting topic. Submission CriteriaPlease provide a short abstract of your paper (under 200 words). Include your name, biographical information, a title, and a description of your presentation. Please submit your proposal to the following link. The reviewers team will evaluate the entries based on the submitted abstracts and available time by following the schedule. Submission timeline: July 15th to August, 15th 2019 August, 20th 2019 Confirmation of paper acceptance: August, 20th 2019 August, 25th 2019 Travel SupportThere will be an opportunity for speakers and GNOME Foundation members to request travel support by the GNOME Foundation. Please submit your application to the GNOME Travel Committee. For further information please refer to this guides. All interested contributors are highly encouraged to send in talks. More information about GNOME.Asia Summit 2019 is available at https://asiasummit.gnome.id."},{"title":"Call for Papers for GNOME.Asia Summit 2019 Is Now Open!","date":"2019-07-15T08:58:30.000Z","updated":"2019-09-29T19:51:57.916Z","comments":true,"path":"en/call-for-papers-for-gnome-asia-summit-2019-is-now-open/index.html","permalink":"http://gnome.id/en/call-for-papers-for-gnome-asia-summit-2019-is-now-open/index.html","excerpt":"","text":"GNOME.Asia Summit 2019 invites you to participate as a speaker at the conference on the 12th and 13th of October 2019 in Gresik, Indonesia. GNOME.Asia Summit is the featured annual GNOME conference in Asia. It focuses primarily on the GNOME desktop, but also covers applications and platform development tools. The summit brings together the GNOME community in Asia to provide a forum for users, developers, foundation leaders, governments and businesses to discuss the present technology and future developments. Topics of Call for Papers (CFP)GNOME.Asia Summit 2019 will invite talks relevant to GNOME and FLOSS. We welcome proposals by newcomers and experienced speakers alike. The possible topics are, but not limited to : Contributing to GNOME Latest developments Writing applications for GNOME 3 UI design QA and testing Accessibility Human Interface Engineering (Icons and Graphic Design) Marketing/Engagement Asia success stories / Local GNOME Projects GNOME and Education FOSS outreach programs, including Google Summer of Code Developing GNOME on mobile devices (smart phones, tablets) Developing GNOME on embedded systems or open hardware Contributing to Linux and FLOSS Linux kernel and development The development and promotion of open-source operating systems About Debian, Fedora, openSUSE, Ubuntu, FreeBSD, and other distributions The development and promotion of other open-source projects Open Source Enlightenment and Related Story The Knowledge and Spirit of Open Source Open Source stories of your own How to optimize the process and improve efficiency with the help of open-source tools How to engage non-technical lightning talks contributors in Open Source Projects How to engage more female contributors in Open Source Projects Emerging Technologies Artificial Intelligence DevOps with AI Deep Learning AR &amp; VR Big Data Distributed systems Open Source DevOps We are also interested in other topics related to Free/Libre and Open Source Software which are not listed above. Type of SessionYou can choose from the following types of session: Standard session. Standard session will be scheduled for 45 minutes (35 minutes talk + 10 minutes Q&amp;A). The session could be a technical talk, panel discussion, or BOF. If you need more time or additional resources, feel free to get in touch with the organizing team. Lightning talk session. This session is a 5 minutes presentation for demonstrating your work or promoting an interesting topic. Submission CriteriaPlease provide a short abstract of your paper (under 200 words). Include your name, biographical information, a title, and a description of your presentation. Please submit your proposal to the following link. The reviewers team will evaluate the entries based on the submitted abstracts and available time by following the schedule. Submission timeline: July 15th to August 15th 2019 Confirmation of paper acceptance: August, 20th 2019 Travel SupportThere will be an opportunity for speakers and GNOME Foundation members to request travel support by the GNOME Foundation. Please submit your application to the GNOME Travel Committee. For further information please refer to this guides. All interested contributors are highly encouraged to send in talks. More information about GNOME.Asia Summit 2019 is available at https://asiasummit.gnome.id."},{"title":"GNOME.Asia Summit 2019 Registration Now Open","date":"2019-09-10T15:32:14.000Z","updated":"2019-09-29T19:51:57.916Z","comments":true,"path":"en/gnome-asia-summit-2019-registration-now-open/index.html","permalink":"http://gnome.id/en/gnome-asia-summit-2019-registration-now-open/index.html","excerpt":"October, 12th &amp; 13th 2019 will be big days for Gresik. There will be Asia-level event, GNOME.Asia Summit 2019, held on those days.","text":"October, 12th &amp; 13th 2019 will be big days for Gresik. There will be Asia-level event, GNOME.Asia Summit 2019, held on those days. GNOME.Asia Summit is the featured annual GNOME conference in Asia. It focuses primarily on the GNOME desktop, but also covers applications and platform development tools. The summit brings together the GNOME community in Asia to provide a forum for users, developers, foundation leaders, governments and businesses to discuss the present technology and future developments. The event, held at Universitas Muhammadiyah Gresik, will attract more than 200 participants and 34 speakers from local and international. There will be 4 amazing Keynote speakers in the event: Neil McGovern, GNOME Executive Director Rosanna Yuen, GNOME Director of Operation Stephanus Koeswandi, Vice President of PT. Tatalogam Lestari Andika Triwidada, Director of PT. Indocisc You can see schedule information here.https://2019.gnome.asia/#/#schedule If you are willing to join the event, please register here.https://2019.gnome.asia/#/#schedule Ticket Price:– Student/University IDR 50K– General IDR 100KGet 50K cashback for 200 earliest registrants! GNOME.Asia Summit 2019 uses MyCOOP as registration and payment portal, make sure you’ve installed MyCOOP app in your smartphone. MyCOOP can be downloaded on playstore (for Android user) and Apps Store (foriOS user). FAQ about registration, click here. Please don’t hesitate to contact us by emailing humas@gnome.id if you have any unanswered question along this event. See you at GNOME.Asia Summit 2019!"},{"title":"GNOME Event Code of Conduct","date":"2019-09-29T19:27:56.000Z","updated":"2019-09-29T19:51:57.916Z","comments":true,"path":"en/gnome-event-code-of-conduct/index.html","permalink":"http://gnome.id/en/gnome-event-code-of-conduct/index.html","excerpt":"","text":"Thank you for attending a GNOME event. We value your participation and want all event attendees to have an enjoyable and fulfilling experience. Accordingly, all attendees are expected to show respect, understanding, and consideration to one another. All attendees, speakers, exhibitors, organizers, and volunteers are required to follow this Code of Conduct. Event organizers will ensure that it is enforced throughout the event. Thank you for helping to make this a welcoming and friendly event for all. How to BehaveEveryone at GNOME events is expected to behave towards one another with respect, courtesy and understanding. This includes working to create a positive and welcoming environment. Ways to do this can include: Being mindful of the different viewpoints and experiences of other attendees Being empathetic and empowering others Using inclusive language When cricitism is constructive, accepting it gracefully Avoiding presumptions about people Inappropriate behaviourIntimidation, harassment, abusive, or discriminatory behavior are not tolerated at any GNOME event. Examples of inappropriate behavior include but are not limited to: Offensive verbal or written remarks Sexual or violent images or language in public spaces (including presentation slides) Deliberate intimidation, stalking, or following Sustained disruption of talks or other events All forms of assault Unwelcome physical contact or sexual attention Sexist, racist, or other exclusionary jokes Advocating for or encouraging any of the above behavior Possession of an offensive weapon (including anything deemed to be a weapon by the organizers) Do not, under any circumstance, negatively discriminate or make derogatory statements about people based on their age, culture, ethnicity, gender, gender identity and expression, language, race, sexual orientation, physical appearance, disability, place of residence or origin, political or religious views. Event organizers reserve the right to take any action against those who behave inappropriately, including expulsion from the event. Actions and incident reports will be recorded and stored by the GNOME Foundation for the purposes described in the Code of Conduct Data Retention Policy. Be alert to the possibility of unconscious biases; ensure that they don’t influence your behavior. EnforcementEvent organizers will take any actions necessary to protect attendees from inappropriate behavior. Individuals who have behaved inappropriately may be warned, expelled from the event, prohibited from attending future GNOME events, or prohibited from participating in the project online. If necessary, local law enforcement or venue security will be contacted. Attendees asked to stop any inappropriate behavior are expected to comply immediately. If you are planning a talk or event that may contravene some aspects of the Code of Conduct, please get in touch with the Code of Conduct Committee in order to discuss your plans. If you need helpIf you feel unsafe or uncomfortable at a GNOME event, or if you see someone else who needs help, please let an event organizer know. Please also inform the Code of Conduct Committee (note that the committee may not be able to respond immediately). When submitting information about an incident, please try to include the following details: Your information: your full name and contact information Offender’s information: offender’s name, physically identifying information, and contact information (if known) Incident description: description of the behavior that was in violation of the Code of Conduct, including: Time, date, and location of incident Circumstances surrounding the incident Who else was present All information provided as a part of Code of Conduct issues will be treated as being confidential. More detailed information about data retention can be found as a part of the Code of Conduct Incident Response Guidelines. Contact information: GNOME.Asia Summit 2019 Help Telephone: +62 857-0787-1656 (Jordan) Emergency numbers Police: 100 Fire department: 113 or 1131 Ambulance 118 Emergency call: 112 For other national emergency numbers see: https://s.klas.or.id/emergency-numbers"}],"posts":[{"title":"Pendaftaran GNOME.Asia Summit 2019, DIBUKA!","slug":"pendaftaran-gnome-asia-summit-2019-dibuka","date":"2019-09-10T15:31:38.000Z","updated":"2019-09-29T19:51:57.908Z","comments":true,"path":"pendaftaran-gnome-asia-summit-2019-dibuka.html","link":"","permalink":"http://gnome.id/pendaftaran-gnome-asia-summit-2019-dibuka.html","excerpt":"Tanggal 12 &amp; 13 Oktober 2019 nanti akan menjadi hari yang besar bagi kota Gresik. Dalam dua hari tersebut akan diselenggarakan perhelatan setingkat Asia yaitu GNOME.Asia Summit 2019.","text":"Tanggal 12 &amp; 13 Oktober 2019 nanti akan menjadi hari yang besar bagi kota Gresik. Dalam dua hari tersebut akan diselenggarakan perhelatan setingkat Asia yaitu GNOME.Asia Summit 2019. GNOME.Asia Summit merupakan acara rutin komunitas GNOME di Asia yang digelar setiap tahunnya. Kegiatan ini akan digelar selama dua hari berturut-turut tersebut dan mempertemukan para pengembang, pengguna, dan orang-orang yang memiliki antusiasme terhadap GNOME atau hal-hal terkait dengan tema free &amp; open source software. Tak heran, ajang ini selalu dinanti-nanti oleh para teman-teman komunitas di Indonesia maupun Asia. Acara yang akan diadakan di Universitas Muhammadiyah Gresik ini akan diikuti oleh lebih dari 200 partisipan dan 34 pembicara baik lokal maupun internasional. Terdapat 4 Keynote speaker hebat yang akan hadir di acara ini: Neil McGovern, GNOME Executive Director Rosanna Yuen, GNOME Director of Operation Stephanus Koeswandi, Vice President of PT. Tatalogam Lestari Andika Triwidada, Director of PT. Indocisc Informasi seputar jadwal kegiatan dapat disimak melalui tautan di bawah ini. https://2019.gnome.asia/#/#schedule Bagi Anda yang sudah tidak sabar lagi untuk mengikuti kegiatan ini, silakan daftar melalui tautan berikut;https://s.klas.or.id/daftar Harga Tiket:– Pelajar/Mahasiswa IDR 50K– Umum IDR 100KDapatkan 50K cashback untuk 200 pendaftar pertama! GNOME.Asia Summit 2019 menggunakan aplikasi MyCOOP sebagai portal pendaftaran dan pembayaran pendaftaran, pastikan Anda telah menginstall aplikasi MyCOOP pada ponsel Anda. MyCOOP dapat diunduh pada playstore dengan mengetik MyCOOP pada opsi pencarian playstore. Pertanyaan umum seputar registrasi, dapat Anda lihat pada laman berikut. Jangan sungkan untuk menghubungi kami via surel humas@gnome.id apabila masih ada pertanyaan yang belum terjawab seputar acara ini. Sampai Jumpa pada GNOME.Asia Summit 2019!","categories":[{"name":"Acara","slug":"acara","permalink":"http://gnome.id/categories/acara/"},{"name":"GNOME.Asia","slug":"gnome-asia","permalink":"http://gnome.id/categories/gnome-asia/"}],"tags":[{"name":"GNOME.Asia","slug":"gnome-asia","permalink":"http://gnome.id/tags/gnome-asia/"}]},{"title":"Call for Papers GNOME.Asia Summit 2019, Dibuka","slug":"call-for-papers-gnome-asia-summit-2019-dibuka","date":"2019-07-15T08:27:46.000Z","updated":"2019-09-29T19:51:57.908Z","comments":true,"path":"call-for-papers-gnome-asia-summit-2019-dibuka.html","link":"","permalink":"http://gnome.id/call-for-papers-gnome-asia-summit-2019-dibuka.html","excerpt":"GNOME.Asia Summit 2019 mengajak Anda untuk ikut berpartisipasi sebagai pembicara konferensi pada tanggal 12 dan 13 Oktober 2019 di Gresik, Indonesia.","text":"GNOME.Asia Summit 2019 mengajak Anda untuk ikut berpartisipasi sebagai pembicara konferensi pada tanggal 12 dan 13 Oktober 2019 di Gresik, Indonesia. Kegiatan ini merupakan salah satu konferensi tahunan GNOME untuk kawasan Asia. Acara ini berfokus pada desktop GNOME serta aplikasi dan alat pengembangan platform. Konferensi ini akan mempertemukan komunitas GNOME di Asia untuk menyediakan forum bagi pengguna, pengembang, pemimpin yayasan, pemerintah, dan pemilik bisnis untuk membahas teknologi saat ini dan perkembangan di masa depan. Topik untuk Call for Paper (CFP)GNOME.Asia Summit 2019 menerima presentasi yang relevan dengan GNOME dan Free/Libre Open Source Software (FLOSS), baik dari pembicara pemula maupun yang sudah berpengalaman. Berikut ini merupakan topik yang dapat Anda pilih: Berkontribusi ke GNOME Pengembangan terkini Membuat aplikasi untuk GNOME 3 Desain UI QA dan pengetesan Accessibility Human Interface Engineering (Desain ikon dan grafik) Marketing/Engagement Cerita sukses di Asia/Proyek lokal GNOME GNOME dan pendidikan FOSS outreach programs, termasuk Google Summer of Code Pengembangan GNOME di perangkat bergerak (HP/tablet) Pengembangan GNOME di sistem tertanam atau open hardware Berkontribusi ke Linux dan FLOSS Kernel dan pengembangan Linux Pengembangan dan promosi sistem operasi open source Tentang Debian, Fedora, openSUSE, Ubuntu, FreeBSD, dan distribusi lain Pengembangan dan promosi proyek open source lain Open Source Enlightenment and Related Story Pengetahuan dan semangat Open Source Pengalaman migrasi ke Open Source (ranah pemerintah, instansi, atua sejenisnya) Optimasi proses dan peningkatan efisiensi kerja dengan perkakas open source Bagaimana cara melibatkan kontributor lightning talk non-teknis dalam Proyek Open Source Bagaimana cara melibatkan lebih banyak kontributor wanita dalam Proyek Open Source Teknologi Baru Artificial Intelligence DevOps with AI Deep Learning AR &amp; VR Big Data Distributed systems Open Source DevOps Kami juga tertarik dengan topik lain yang terkait dengan Perangkat Lunak Bebas dan Open Source yang tidak tercantum di atas. Jenis SesiBerikut merupakan pilihan sesi yang dapat Anda pilih sesuai dengan preferensi topik Anda: Standard session. Sesi ini akan dijadwalkan selama 45 menit (35 menit bicara + 10 menit Q&amp;A). Sesi ini dapat berupa pembicaraan teknis, diskusi panel, atau BOF. Jika Anda membutuhkan lebih banyak waktu atau sumber daya tambahan, jangan ragu untuk menghubungi tim penyelenggara. Lightning talk session. Sesi ini adalah presentasi 5 menit untuk mendemonstrasikan pekerjaan Anda atau mempromosikan topik yang menarik. Kriteria PengajuanHarap berikan abstrak singkat dari proposal Anda (di bawah 200 kata). Sertakan nama, biografi, judul, dan deskripsi presentasi Anda. Silakan ajukan proposal Anda ke tautan berikut. Tim peninjau akan melakukan evaluasi berdasarkan abstrak yang dikirimkan dan waktu yang tersedia. Batas waktu pengiriman : 15 Juli–15 Agustus 2019 Konfirmasi penerimaan proposal : 20 Agustus 2019 Subsidi PerjalananUntuk para pembicara dan kontributor GNOME, kami memberikan kesempatan untuk mengajukan subsidi perjalanan dari Yayasan GNOME. Silakan kirim pengajuan subsidi Anda ke GNOME Travel Committee. Untuk informasi lebih lanjut silakan lihat panduan ini. Informasi terkini tentang GNOME.Asia Summit 2019 tersedia di https://asiasummit.gnome.id.","categories":[{"name":"Acara","slug":"acara","permalink":"http://gnome.id/categories/acara/"},{"name":"GNOME.Asia","slug":"gnome-asia","permalink":"http://gnome.id/categories/gnome-asia/"}],"tags":[{"name":"GNOME.Asia","slug":"gnome-asia","permalink":"http://gnome.id/tags/gnome-asia/"}]},{"title":"Tenggat Call for Papers GNOME.Asia Summit 2019, DIPERPANJANG!","slug":"call-for-papers-gnome-asia-summit-2019-diperpanjang","date":"2019-07-15T08:27:46.000Z","updated":"2019-09-29T19:51:57.908Z","comments":true,"path":"call-for-papers-gnome-asia-summit-2019-diperpanjang.html","link":"","permalink":"http://gnome.id/call-for-papers-gnome-asia-summit-2019-diperpanjang.html","excerpt":"Call for Paper GNOME.Asia Summit 2019 DIPERPANJANG! Yai, untuk teman-teman yang belum sempat mengirimkan proposal topik di acara bergengsi ini, jangan ditunda-tunda lagi, yuk segera kirim.","text":"Call for Paper GNOME.Asia Summit 2019 DIPERPANJANG! Yai, untuk teman-teman yang belum sempat mengirimkan proposal topik di acara bergengsi ini, jangan ditunda-tunda lagi, yuk segera kirim. Untuk yang belum tahu ,kegiatan ini merupakan salah satu konferensi tahunan GNOME untuk kawasan Asia. Acara ini berfokus pada desktop GNOME serta aplikasi dan alat pengembangan platform. Konferensi ini akan mempertemukan komunitas GNOME di Asia untuk menyediakan forum bagi pengguna, pengembang, pemimpin yayasan, pemerintah, dan pemilik bisnis untuk membahas teknologi saat ini dan perkembangan di masa depan. Topik untuk Call for Paper (CFP)GNOME.Asia Summit 2019 menerima presentasi yang relevan dengan GNOME dan Free/Libre Open Source Software (FLOSS), baik dari pembicara pemula maupun yang sudah berpengalaman. Berikut ini merupakan topik yang dapat Anda pilih: Berkontribusi ke GNOME Pengembangan terkini Membuat aplikasi untuk GNOME 3 Desain UI QA dan pengetesan Accessibility Human Interface Engineering (Desain ikon dan grafik) Marketing/Engagement Cerita sukses di Asia/Proyek lokal GNOME GNOME dan pendidikan FOSS outreach programs, termasuk Google Summer of Code Pengembangan GNOME di perangkat bergerak (HP/tablet) Pengembangan GNOME di sistem tertanam atau open hardware Berkontribusi ke Linux dan FLOSS Kernel dan pengembangan Linux Pengembangan dan promosi sistem operasi open source Tentang Debian, Fedora, openSUSE, Ubuntu, FreeBSD, dan distribusi lain Pengembangan dan promosi proyek open source lain Open Source Enlightenment and Related Story Pengetahuan dan semangat Open Source Pengalaman migrasi ke Open Source (ranah pemerintah, instansi, atua sejenisnya) Optimasi proses dan peningkatan efisiensi kerja dengan perkakas open source Bagaimana cara melibatkan kontributor lightning talk non-teknis dalam Proyek Open Source Bagaimana cara melibatkan lebih banyak kontributor wanita dalam Proyek Open Source Teknologi Baru Artificial Intelligence DevOps with AI Deep Learning AR &amp; VR Big Data Distributed systems Open Source DevOps Kami juga tertarik dengan topik lain yang terkait dengan Perangkat Lunak Bebas dan Open Source yang tidak tercantum di atas. Jenis SesiBerikut merupakan pilihan sesi yang dapat Anda pilih sesuai dengan preferensi topik Anda: Standard session. Sesi ini akan dijadwalkan selama 45 menit (35 menit bicara + 10 menit Q&amp;A). Sesi ini dapat berupa pembicaraan teknis, diskusi panel, atau BOF. Jika Anda membutuhkan lebih banyak waktu atau sumber daya tambahan, jangan ragu untuk menghubungi tim penyelenggara. Lightning talk session. Sesi ini adalah presentasi 5 menit untuk mendemonstrasikan pekerjaan Anda atau mempromosikan topik yang menarik. Kriteria PengajuanHarap berikan abstrak singkat dari proposal Anda (di bawah 200 kata). Sertakan nama, biografi, judul, dan deskripsi presentasi Anda. Silakan ajukan proposal Anda ke tautan berikut. Tim peninjau akan melakukan evaluasi berdasarkan abstrak yang dikirimkan dan waktu yang tersedia. Batas waktu pengiriman : 15 Juli–15 Agustus 2019 20 Agustus 2019 Konfirmasi penerimaan proposal : 20 Agustus 2019 25 Agustus 2019 Subsidi PerjalananUntuk para pembicara dan kontributor GNOME, kami memberikan kesempatan untuk mengajukan subsidi perjalanan dari Yayasan GNOME. Silakan kirim pengajuan subsidi Anda ke GNOME Travel Committee. Untuk informasi lebih lanjut silakan lihat panduan ini. Informasi terkini tentang GNOME.Asia Summit 2019 tersedia di https://asiasummit.gnome.id.","categories":[{"name":"Acara","slug":"acara","permalink":"http://gnome.id/categories/acara/"},{"name":"GNOME.Asia","slug":"gnome-asia","permalink":"http://gnome.id/categories/gnome-asia/"}],"tags":[{"name":"GNOME.Asia","slug":"gnome-asia","permalink":"http://gnome.id/tags/gnome-asia/"}]},{"title":"Pengumuman Pemenang Kontes Logo GNOME.Asia Summit 2019","slug":"pengumuman-pemenang-kontes-logo-gnome-asia-summit-2019","date":"2019-07-09T12:36:02.000Z","updated":"2019-09-29T19:51:57.912Z","comments":true,"path":"pengumuman-pemenang-kontes-logo-gnome-asia-summit-2019.html","link":"","permalink":"http://gnome.id/pengumuman-pemenang-kontes-logo-gnome-asia-summit-2019.html","excerpt":"Kompetisi logo GNOME.Asia Summit 2019 telah usai, seluruh suara pun telah masuk. Hasilnya juri telah memutuskan pemenang kompetisi logo ini. Pemenangnya adalah “Fendi Prad” dari , Indonesia. Selamat kepada Fendi sebagai pemenang. Fendi akan mendapatkan sebuah kotak misteri dari komite.","text":"Kompetisi logo GNOME.Asia Summit 2019 telah usai, seluruh suara pun telah masuk. Hasilnya juri telah memutuskan pemenang kompetisi logo ini. Pemenangnya adalah “Fendi Prad” dari , Indonesia. Selamat kepada Fendi sebagai pemenang. Fendi akan mendapatkan sebuah kotak misteri dari komite. Dalam kompetisi logo ini, kami mendapatkan 29 submisi dari seluruh dunia. Seluruh desain yang masuk cukup mengesankan, namun dewan juri harus tetap memilih 1 sebagai pemenang. Pengambilan suara untuk kompetisi logo dilakukan oleh komite GNOME.Asia dan panitia lokal. Terima kasih telah memberikan suaranya. Kami mengucapkan banyak terima kasih kepada semua partisipan kompetisi logo ini, Eko Nanda, Muhammad Alfin Syahruddin, Troy Artur Wicaksono, Mohammad Teguh, Iradatur Rahmat, Nur Efendi, Muhammad Fahmi Alam, Muhammad Luthfi As Syafii, Boedi, Mohammad Afiffudin, Andi Laksana, Fahmi Idriez, Stanislaus J. Pinasthika, Deddy Masan, Fendi Prad, Pangeran Waliyullah, Waditos, Hervy Qurrotul, Pendaur Ulang. Sampai jumpa di GNOME.Asia Summit 2019 di Gresik - Indonesia. GNOME.Asia Summit 2019 Logo Contest AnnouncementGNOME.Asia Summit 2019 logo competition is over, the vote was in. The resulting jury has been decided the winner of this logo competition. The winner is “Fendi Prad” from Indonesia. Congratulations Fendi! As the winner. Fendi will receive a “mystery box” from the committee. On this logo competition, we have 29 submissions from all over the world. All design is great, but the jury has to decide the winner. The vote is taken by GNOME.Asia Committee and local team. Thank you for your vote. We say thank you for all participants of this logo competition, Eko Nanda, Muhammad Alfin Syahruddin, Troy Artur Wicaksono, Mohammad Teguh, Iradatur Rahmat, Nur Efendi, Muhammad Fahmi Alam, Muhammad Luthfi As Syafii, Boedi, Mohammad Afiffudin, Andi Laksana, Fahmi Idriez, Stanislaus J. Pinasthika, Deddy Masan, Fendi Prad, Pangeran Waliyullah, Waditos, Hervy Qurrotul, Pendaur Ulang. See you at GNOME.Asia Summit 2019 at Gresik - Indonesia.","categories":[{"name":"Acara","slug":"acara","permalink":"http://gnome.id/categories/acara/"},{"name":"GNOME.Asia","slug":"gnome-asia","permalink":"http://gnome.id/categories/gnome-asia/"}],"tags":[{"name":"GNOME.Asia","slug":"gnome-asia","permalink":"http://gnome.id/tags/gnome-asia/"}]},{"title":"Wajah Baru GNOME.ID","slug":"wajah-baru-gnome-id","date":"2019-06-17T14:06:28.000Z","updated":"2019-09-29T19:51:57.912Z","comments":true,"path":"wajah-baru-gnome-id.html","link":"","permalink":"http://gnome.id/wajah-baru-gnome-id.html","excerpt":"Terhitung sejak tanggal 17 Juni kemarin, apabila Anda mengakses laman gnome.id, maka Anda akan disuguhi dengan tampilan situs yang baru dan tentunya lebih segar daripada sebelumnya. Apa yang terjadi pada laman situs gnome.id","text":"Terhitung sejak tanggal 17 Juni kemarin, apabila Anda mengakses laman gnome.id, maka Anda akan disuguhi dengan tampilan situs yang baru dan tentunya lebih segar daripada sebelumnya. Apa yang terjadi pada laman situs gnome.id tentunya bukan semata simsalabim dan secara tiba-tiba berubah begitu saja. Di balik wajah barunya tersebut, terdapat kerja keras para relawan dari komunitas GNOME Indonesia. Para relawan tersebut bekerja secara kolaboratif di waktu-waktu senggangnya untuk memperbaiki laman gnome.id ini. Beberapa dari mereka ada yang berkontribusi dengan membuat rancangan/konsep/mockup halaman, menyiapkan aset-aset gambar/ilustrasi, menulis kode-kode untuk merealisasikan mockup, hingga menguji tiap perubahan yang telah berhasil diwujudkan tersebut secara berkala. Alhasil, upaya kolaboratif tersebut telah dapat Anda akses seperti saat ini. Sebagain dari Anda mungkin mulai bertanya, apa yang sebenarnya ingin disampaikan melalui postingan ini. Sekadar kabar pembaruan laman? Tentu tidak hanya itu. Perubahan wajah pada laman gnome.id semestinya menjadi semangat baru untuk teman-teman di Komunitas GNOME Indonesia (GNOME-ID) untuk aktif kembali memberikan kontribusi ke GNOME khususnya, dan ke proyek-proyek open source lain pada umumnya. Tidak dapat dipungkiri, GNOME-ID tentunya memerlukan wajah baru yang bukan empat L (istilah candaannya). Bertemu dengan orang-orang baru tentunya juga akan menambah ide-ide baru dan nuansa yang baru pula. Tak perlu lagi berkecil hati, rekan-rekan lain, yang sebutlah lebih berpengalaman, tentunya akan siap dan dengan senang hati membantu untuk memulai, tentunya dengan catatan, harus mau berkomitmen. Untuk yang belum tahu dan belum bergabung, GNOME-ID memiliki grup diskusi Telegram, silakan klik tautan ini untuk nimbrung bersama rekan-rekan GNOME-ID dari berbagai daerah di Indonesia. Pertanyaan selanjutnya, apa yang bisa kita sumbangsihkan kepada GNOME atau proyek open source lain? Banyak jalan yang dapat dipilih, tentunya. Silakan ikut berpartisipasi sesuai dengan minat yang ingin ditekuni. Dimulai dari hal-hal nonteknis (untuk Anda yang barangkali tak memiliki kemapuan dalah hal kode), Anda dapat berkontribusi dengan menulis ulasan aplikasi-aplikasi GNOME, berita seputar kegiatan komunitas GNOME di sekitar Anda kemudian mengirimkan ke surel humas@gnome.id, sebagai penerjemah, desainer, hingga ke tahap membantu pengembangan aplikasi apabila Anda memiliki pemahaman seputar pemrograman. Untuk rincian detailnya, silakan merujuk pada repositori GNOME. Akhirnya, mari bersama-sama membangun Komunitas GNOME Indonesia, sebab komunitas tanpa keaktifan dan kontribusi dari para anggotanya hanya akan menjadi nama usang yang tentunya tak menarik lagi untuk dikenang suatu saat nanti. Terima kasih untuk semua rekan yang telah berkontribusi hingga hari ini.","categories":[{"name":"Agenda Komunitas","slug":"agenda-komunitas","permalink":"http://gnome.id/categories/agenda-komunitas/"}],"tags":[{"name":"Komunitas GNOME Indonesia","slug":"komunitas-gnome-indonesia","permalink":"http://gnome.id/tags/komunitas-gnome-indonesia/"}]},{"title":"Sayembara-Logo-GNOME.Asia","slug":"Sayembara-Logo-GNOME-Asia","date":"2019-05-07T17:38:08.000Z","updated":"2019-09-29T19:51:57.908Z","comments":true,"path":"Sayembara-Logo-GNOME-Asia.html","link":"","permalink":"http://gnome.id/Sayembara-Logo-GNOME-Asia.html","excerpt":"Perhelatan tahunan komite GNOME.Asia, yaitu GNOME.Asia Summit, di tahun 2019 ini akan kembali diadakan di Indonesia. Setelah pada tahun 2015 diadakan di Depok, pada tahun ini Gresik mendapat kehormatan menjadi tuan rumah. Seperti pada tahun-tahun sebelumnya, logo adalah salah satu hal esensial yang menunjang kesuksesan acara. Setiap tahun, GNOME.Asia Summit memiliki logo yang unik sesuai dengan karakteristik komunitas dan budaya lokal.","text":"Perhelatan tahunan komite GNOME.Asia, yaitu GNOME.Asia Summit, di tahun 2019 ini akan kembali diadakan di Indonesia. Setelah pada tahun 2015 diadakan di Depok, pada tahun ini Gresik mendapat kehormatan menjadi tuan rumah. Seperti pada tahun-tahun sebelumnya, logo adalah salah satu hal esensial yang menunjang kesuksesan acara. Setiap tahun, GNOME.Asia Summit memiliki logo yang unik sesuai dengan karakteristik komunitas dan budaya lokal. Nah, sekarang adalah waktu yang tepat bagimu untuk unjuk gigi dalam berkreasi. Karena GNOME.Asia Summit 2019 Logo Competition telah dibuka! Kriteria dan Persyaratan Kompetisi ini merupakan sebuah kontes desain logo untuk GNOME.Asia Summit 2019. Logo harus mencerminkan karakteristik Kota Gresik (Budaya, Sejarah, Makanan dan sebagainya). Logo bersifat menarik, unik, mudah dipahami, dan memiliki makna terkait Gresik dan GNOME.Asia Summit 2019. Menggunakan warna sesuai dengan panduan branding GNOME Kirim berkas logo dalam format SVG dan PNG (256 x 256 px) ke humas@gnome.id dengan subjek “GNOME.Asia Logo. Penggunaan perangkat lunak open source sangat disarankan. Desain logo harus dapat diaplikasikan ke dalam media. Semua desain yang dikumpulkan merupakan hasil karya asli dan tidak melanggar hak cipta. Panitia GNOME.Asia Summit 2019 tidak akan bertanggung jawab secara sebagian maupun penuh untuk hasil-hasil karya plagiarisme yang dikumpulkan. Jika desain logo yang terpilih sebagai pemenang ternyata merupakan hasil plagiat, maka kemenangan akan dibatalkan. Desain tidak boleh memiliki isi yang bersifat menghujat, memfitnah, menghina atau tidak sesuai hukum yang berlaku di Indonesia. Satu orang boleh mengumpulkan beberapa desain dengan konsep berbeda. Pemenang kontes akan diumumkan di halaman blog, situs dan media sosial GNOME.Asia Summit 2019. Hak cipta desain akan tetap dimiliki oleh pemenang. Namun hak kepemilikan akan diserahkan ke Panitia GNOME.Asia Summit 2019. Panitia GNOME.Asia Summit 2019 berhak melakukan penyempurnaan atau modifikasi terhadap desain logo yang telah terpilih sebagai pemenang. Panitia GNOME.Asia Summit 2019 berhak untuk membatalkan kontes kapanpun, atau mengubah peraturan atau prosedur manapun jika dianggap perlu atau jika terjadi hal-hal yang di luar kendali. Dengan mengikuti kompetisi ini, para peserta dianggap telah menerima dan menyetujui seluruh persyaratan dan ketentuan yang diberlakukan oleh penyelenggara serta terikat oleh syarat dan ketentuan tersebut. Kompetisi ini dimulai pada tanggal 7 Mei 2019 dan berakhir pada tanggal 21 Juni 2019. Penilaian dan keputusan panitia/juri tidak dapat diganggu-gugat. Kami menyediakan bingkisan menarik dan Free Summit Ticket untuk karya terpilih. Selain itu, logo terpilih akan digunakan menjadi logo resmi kegiatan GNOME.Asia Summit 2019. Yuk, segera kirim karya terbaik kamu sebelum tanggal yang telah ditentukan. Pemenang akan diumumkan tanggal 30 Juni 2019. Read English version here","categories":[{"name":"Acara","slug":"acara","permalink":"http://gnome.id/categories/acara/"},{"name":"GNOME.Asia","slug":"gnome-asia","permalink":"http://gnome.id/categories/gnome-asia/"}],"tags":[{"name":"GNOME.Asia","slug":"gnome-asia","permalink":"http://gnome.id/tags/gnome-asia/"}]},{"title":"Gresik, Tuan Rumah GNOME.Asia Summit 2019","slug":"Gresik-Tuan-Rumah-GNOME-Asia-Summit-2019","date":"2019-05-04T16:15:18.000Z","updated":"2019-09-29T19:51:57.904Z","comments":true,"path":"Gresik-Tuan-Rumah-GNOME-Asia-Summit-2019.html","link":"","permalink":"http://gnome.id/Gresik-Tuan-Rumah-GNOME-Asia-Summit-2019.html","excerpt":"GNOME.Asia Summit merupakan acara rutin komunitas GNOME di Asia yang digelar setiap tahunnya. Kegiatan ini biasanya digelar selama beberapa hari dan mempertemukan para pengembang, pengguna, dan orang-orang yang memiliki antusiasme terhadap GNOME atau hal-hal terkait dengan tema free &amp; open source software. Tak heran, ajang ini selalu dinanti-nanti oleh para teman-teman komunitas di Indonesia maupun Asia.","text":"GNOME.Asia Summit merupakan acara rutin komunitas GNOME di Asia yang digelar setiap tahunnya. Kegiatan ini biasanya digelar selama beberapa hari dan mempertemukan para pengembang, pengguna, dan orang-orang yang memiliki antusiasme terhadap GNOME atau hal-hal terkait dengan tema free &amp; open source software. Tak heran, ajang ini selalu dinanti-nanti oleh para teman-teman komunitas di Indonesia maupun Asia. Tahun 2015 silam, Indonesia pernah menjadi tuan rumah GNOME.Asia Summit 2015, tepatnya Kota Depok. Tahun ini, Indonesia kembali mendapat kesempatan untuk menjadi tuan rumah perhelatan akbar ini. Kota Gresik Jawa Timur terpilih menjadi kota tempat diselenggarakannya GNOME.Asia Summit 2019. Seperti apa kira-kira keseruan acara ini, pantau selalu laman ini untuk mendapatkan kabar terkini seputar GNOME.Asia Summit 2019.","categories":[{"name":"Acara","slug":"acara","permalink":"http://gnome.id/categories/acara/"},{"name":"GNOME.Asia","slug":"gnome-asia","permalink":"http://gnome.id/categories/gnome-asia/"}],"tags":[{"name":"Agenda GNOME Indonesia","slug":"agenda-gnome-indonesia","permalink":"http://gnome.id/tags/agenda-gnome-indonesia/"},{"name":"GNOME.Asia","slug":"gnome-asia","permalink":"http://gnome.id/tags/gnome-asia/"}]},{"title":"COSCUP X GNOME.Asia Summit X openSUSE.Asia Summit 2018","slug":"coscup-gnome-asia-summit-opensuse-asia-summit-2018","date":"2018-08-21T06:00:00.000Z","updated":"2019-09-29T19:51:57.908Z","comments":true,"path":"coscup-gnome-asia-summit-opensuse-asia-summit-2018.html","link":"","permalink":"http://gnome.id/coscup-gnome-asia-summit-opensuse-asia-summit-2018.html","excerpt":"GNOME.Asia Summit tahun 2018 ini diselenggarakan bersamaan dengan COSCUP dan openSUSE.Asia Summit di National Taiwan University of Science and Technology, Taipei, Taiwan. Rombongan dari Indonesia berjumlah 15 orang, diantaranya dari GNOME-ID, openSUSE-ID, dan LibreOffice-ID. Perwakilan dari GNOME-ID diantaranya Ahmad Haris, Kukuh Syafaat, Siska Iskandar, dan Iwan Tahari. Pembicara dari Indonesia pada trek GNOME yaitu:","text":"GNOME.Asia Summit tahun 2018 ini diselenggarakan bersamaan dengan COSCUP dan openSUSE.Asia Summit di National Taiwan University of Science and Technology, Taipei, Taiwan. Rombongan dari Indonesia berjumlah 15 orang, diantaranya dari GNOME-ID, openSUSE-ID, dan LibreOffice-ID. Perwakilan dari GNOME-ID diantaranya Ahmad Haris, Kukuh Syafaat, Siska Iskandar, dan Iwan Tahari. Pembicara dari Indonesia pada trek GNOME yaitu: Siska Iskandar - “Growing Community with Open Source: Mothers and Housewives’s GNOME and LibreOffice Training” Iwan S. Tahari - “Using Inkscape To Design Shoes” Kukuh Syafaat - “GNOME Recipes &amp; Local Wisdom” Foto-foto dari GNOME.Asia Summit dapat dilihat disini","categories":[{"name":"Acara","slug":"acara","permalink":"http://gnome.id/categories/acara/"},{"name":"GNOME.Asia","slug":"gnome-asia","permalink":"http://gnome.id/categories/gnome-asia/"}],"tags":[{"name":"GNOME.Asia","slug":"gnome-asia","permalink":"http://gnome.id/tags/gnome-asia/"}]},{"title":"GNOME Recipes: Yuk Bagikan Resepmu!","slug":"GNOME-Recipes-Yuk-Bagikan-Resepmu","date":"2018-05-18T05:58:11.000Z","updated":"2019-09-29T19:51:57.900Z","comments":true,"path":"GNOME-Recipes-Yuk-Bagikan-Resepmu.html","link":"","permalink":"http://gnome.id/GNOME-Recipes-Yuk-Bagikan-Resepmu.html","excerpt":"Menindaklanjuti kegiatan GNOME Recipes Hackfest 2018 yang digelar pada tanggal 28 Februari–2 Maret 2018 lalu, GNOME Indonesia berkolaborasi dengan beberapa komunitas open source seperti BlankOn, Endless, dan openSUSE Indonesia mengadakan kegiatan pengumpulan resep lokal. Kegiatan ini akan digelar mulai Mei hingga Juni 2018.","text":"Menindaklanjuti kegiatan GNOME Recipes Hackfest 2018 yang digelar pada tanggal 28 Februari–2 Maret 2018 lalu, GNOME Indonesia berkolaborasi dengan beberapa komunitas open source seperti BlankOn, Endless, dan openSUSE Indonesia mengadakan kegiatan pengumpulan resep lokal. Kegiatan ini akan digelar mulai Mei hingga Juni 2018. GNOME Recipes merupakan aplikasi yang dapat membantu Anda untuk memasak dengan menu-menu umum maupun khusus yang telah tersedia di dalam aplikasi. Sayangnya sampai sampai saat ini aplikasi GNOME Recipes belum memuat menu-menu Indonesia. GNOME memerlukan kontribusi dari komunitas untuk dapat memperkaya menu pada GNOME Recipes ini. Kirim resep terbaik lengkap dengan foto masakanmu melalui formulir ini. Untuk membantu Anda dalam menulis resep, kami telah menyediakan template yang dapat diunduh melalui tautan ini Kami menyediakan beragam hadiah menarik untuk kontributor yang mengirim minimal 7 resep masakan dalam kegiatan ini. Yuk berbagi resep!","categories":[{"name":"Acara","slug":"acara","permalink":"http://gnome.id/categories/acara/"}],"tags":[{"name":"Agenda GNOME Indonesia","slug":"agenda-gnome-indonesia","permalink":"http://gnome.id/tags/agenda-gnome-indonesia/"},{"name":"GNOME Recipes","slug":"gnome-recipes","permalink":"http://gnome.id/tags/gnome-recipes/"}]},{"title":"GNOME 3.30: \"Almería\"","slug":"gnome-3.30","date":"2018-05-18T05:00:00.000Z","updated":"2019-09-29T19:51:57.908Z","comments":true,"path":"gnome-3.30.html","link":"","permalink":"http://gnome.id/gnome-3.30.html","excerpt":"Memperkenalkan GNOME 3.30: “Almería”GNOME 3.30 adalah versi terbaru GNOME 3, dan merupakan hasil kerja kerasselama 6 bulan komunitas GNOME. Ini berisi fitur-fitur baru utama, sertabanyak perbaikan kecil dan perbaikan kutu. Secara total, rilis ini 24845 perubahan, dibuat oleh sekitar 801 kontributor.","text":"Memperkenalkan GNOME 3.30: “Almería”GNOME 3.30 adalah versi terbaru GNOME 3, dan merupakan hasil kerja kerasselama 6 bulan komunitas GNOME. Ini berisi fitur-fitur baru utama, sertabanyak perbaikan kecil dan perbaikan kutu. Secara total, rilis ini 24845 perubahan, dibuat oleh sekitar 801 kontributor.3.30 telah dinamai “Almería” sebagai pengakuan atas tim pengorganisasian GUADEC tahun ini. GUADEC adalah konferensi tahunan utama GNOME dan hanya dimungkinkan karena kerja luar biasa dari para sukarelawan setempat. Acara tahun ini diadakan di Almería, Spanyol, dan sukses besar. Terima kasih, Tim Almería! Peningkatan Kinerja Destop Banyak peningkatan kinerja yang signifikan ditambahkan ke GNOME 3.30. Seluruh destop kini menggunakan lebih sedikit sumber daya sistem, yang berarti Anda dapat menjalankan lebih banyak aplikasi sekaligus tanpa menghadapi masalah kinerja. Peningkatan Berbagi Layar Dengan GNOME 3.30, kini lebih mudah dari sebelumnya untuk mengontrol berbagi layar dan sesi destop jarak jauh. Menu sistem yang baru ditambahkan menampilkan indikator ketika koneksi jarak jauh aktif, sehingga mudah untuk menghentikan sesi ketika selesai. Pemutakhiran Flatpak Secara Otomatis Perangkat Lunak, pengelola perangkat lunak GNOME, sekarang dapat secara otomatis memperbarui Flatpak yang dipasang. Flatpak adalah teknologi baru yang membuat aplikasi semakin cepat dan aman. Banyak aplikasi baru sudah tersedia di Flathub, repositori Flatpak yang dikurasi. Cukup aktifkan opsi untuk memperbarui Flatpak, dan Perangkat Lunak akan memastikan Anda memiliki Flatpak terbaru setiap saat. Fokus pada Konten Web telah lama menjadi sumber daya untuk mencari informasi dan membaca dokumentasi. Web, peramban web GNOME, sekarang membantu Anda lebih fokus pada konten dengan tampilan pembaca minimal yang baru. Saat melihat halaman web yang kompatibel, Web dapat beralih antara tampilan normal dan tampilan pembaca yang bersih dan minimal. Tampilan minimal menghapus semua menu, gambar, dan konten asing yang tidak terkait dengan artikel atau dokumen, membuat pengalaman membaca yang lebih menyenangkan. Kemas Windows Anda Boxes, aplikasi mesin virtual GNOME, sekarang dapat terhubung ke server Windows jauh menggunakan Remote Desktop Protocol (RDP). Hal ini membuat mengelola Windows Server sesingkat mungkin, memungkinkan Anda berkonsentrasi pada tugas yang ada di tangan alih-alih mengkhawatirkan protokol koneksi dan akses jarak jauh. Boxes juga sekarang memiliki kemampuan untuk mengimpor berkas OVA, membuat mesin virtual berbagi lebih mudah. Lebih Banyak Permainan Permainan, aplikasi permainan retro, lebih cepat digunakan sekarang karena seluruh aplikasi dapat dinavigasi oleh gamepad. Peningkatan tambahan termasuk: Papan ketik dapat dipetakan ke masukan gamepad, untuk saat-saat ketika Anda tidak memiliki gamepad dengan Anda. Menemukan permainan lebih cepat sekarang dengan detail tambahan tentang setiap permainan yang tersedia ditampilkan dalam tampilan koleksi. Flatpak membundel 4 inti emulator lebih banyak, memungkinkan Anda untuk memainkan permainan lebih banyak dari sebelumnya. Kenali Podcast GNOME 3.30 memperkenalkan aplikasi podcast baru bernama Podcasts. Podcasts memungkinkan Anda berlangganan dan mendengarkan podcast favorit Anda, langsung dari destop Anda. Memulai dengan Podcasts juga mudah, memungkinkan Anda mengimpor podcast dari perangkat lain. Dan Itu Tidak Semua…Seperti biasa, ada banyak perbaikan kecil lainnya dalam rilis GNOME ini. Inilah beberapa di antaranya! Berkas, peramban berkas GNOME, memiliki lokasi dan bilah pencarian yang lebih ramping, membantu Anda menemukan berkas yang Anda inginkan lebih cepat. Pengaturan memiliki panel baru untuk mengelola perangkat Thunderbolt, dan sekarang secara dinamis menampilkan panel yang berkaitan dengan perangkat keras hanya ketika perangkat keras yang relevan terdeteksi, menjaga daftar panel tetap bersih dan relevan dengan komputer Anda. Asisten Penyiapan Awal memiliki antarmuka pilihan avatar yang ditingkatkan, menampilkan gambar avatar yang baru. Catatan, aplikasi pencatat GNOME, menawarkan peningkatan gaya catatan dan kontrol perbesaran, membuat catatan lebih mudah dibaca dan lebih mudah digunakan. Aplikasi Diska dapat mendekripsi dan mengaitkan volume penyimpanan yang dienkripsi oleh VeraCrypt, memungkinkan Anda untuk berbagi konten penting dengan lebih aman. Informasi Lebih LanjutGNOME 3.30 juga menawarkan banyak pengembang, dan diterjemahkan ke banyak bahasa. Mendapatkan GNOME 3.30Perangkat lunak GNOME adalah Perangkat Lunak Bebas: semua kode kami tersedia untuk diunduh dan dapat dimodifikasi secara bebas dan didistribusikan kembali. Untuk memasangnya, kami menyarankan Anda menunggu paket resmi yang disediakan oleh vendor atau distribusi Anda. Distribusi populer akan membuat GNOME 3.30 tersedia segera, “dan beberapa sudah memiliki versi pengembangan yang menyertakan rilis GNOME baru. Tentang GNOMEProyek GNOME adalah komunitas internasional yang didukung oleh Yayasan nirlaba. Kami fokus pada keunggulan pengalaman pengguna dan internasionalisasi dan aksesibilitas kelas satu. GNOME adalah proyek bebas dan terbuka: Anda dapat bergabung dengan kami.","categories":[{"name":"Rilis","slug":"rilis","permalink":"http://gnome.id/categories/rilis/"},{"name":"GNOME Desktop","slug":"gnome-desktop","permalink":"http://gnome.id/categories/gnome-desktop/"}],"tags":[{"name":"GNOME 3.30","slug":"gnome-3-30","permalink":"http://gnome.id/tags/gnome-3-30/"},{"name":"Almeria","slug":"almeria","permalink":"http://gnome.id/tags/almeria/"}]},{"title":"Call for Papers GNOME.Asia Summit 2018 Telah Dibuka","slug":"gnome-asia-summit-2018-cfp-telah-dibuka","date":"2018-05-09T06:05:46.000Z","updated":"2019-09-29T19:51:57.908Z","comments":true,"path":"gnome-asia-summit-2018-cfp-telah-dibuka.html","link":"","permalink":"http://gnome.id/gnome-asia-summit-2018-cfp-telah-dibuka.html","excerpt":"GNOME.Asia Summit adalah konferensi tahunan GNOME di Asia. Tidak hanya berfokus pada destop GNOME, tetapi juga mencakup aplikasi dan alat pengembangan platform. Summit ini menyatukan komunitas GNOME di Asia untuk menyediakan forum bagi pengguna, pengembang, pemimpin yayasan, pemerintah dan bisnis untuk membahas teknologi saat ini dan perkembangan masa depan.","text":"GNOME.Asia Summit adalah konferensi tahunan GNOME di Asia. Tidak hanya berfokus pada destop GNOME, tetapi juga mencakup aplikasi dan alat pengembangan platform. Summit ini menyatukan komunitas GNOME di Asia untuk menyediakan forum bagi pengguna, pengembang, pemimpin yayasan, pemerintah dan bisnis untuk membahas teknologi saat ini dan perkembangan masa depan. Konferensi ini akan diselenggarakan bersama dengan COSCUP 2018 yang akan diselenggarakan di Taipei, Taiwan mulai 2018-08-11 hingga 2018-08-12. Kami menerima proposal dari pendatang baru dan pembicara berpengalaman. Kirimkan CFP Anda di: https://docs.google.com/forms/d/e/1FAIpQLSfKnffsc_Ke2ZEP3fInJkAwEzXFUM24HZ7dYYluoGLmHMQjZw/viewform Informasi Penting Batas waktu: Pengiriman: 25 Mei 2018 Konfirmasi penerimaan: 1 Juni 2018 hingga 5 Juni 2018 Penerbitan Jadwal/Program: Awal Juli 2018 Konferensi: Tanggal konferensi: 11 - 12 Agustus, 2018 Tempat: National Taiwan University of Science and Technology, Taipei, Taiwan. Topik yang mungkin termasuk, tetapi tidak terbatas pada: Berkontribusi ke GNOME Latest developments Writing applications for GNOME 3 UI design QA and testing Accessibility Human Interface Engineering (Icons and Graphic Design) Marketing/Engagement Asia success stories / Local GNOME Projects GNOME and Education FOSS outreach programs, including Google Summer of Code Developing GNOME on mobile devices (smart phones, tablets) Developing GNOME on embedded systems or open hardware Berkontribusi ke Linux dan F/LOSS Linux kernel and development The development and promotion of open-source operating systems About Debian, Fedora, openSUSE, Ubuntu, FreeBSD, and other distributions The development and promotion of other open-source projects Open Source Enlightenment and Related Story The Knowledge and Spirit of Open Source Open Source stories of your own How to optimize the process and improve efficiency with the help of open-source tools How to engage non-technical clightning talksontributors in Open Source Projects How to engage more female contributors in Open Source Projects Teknologi Baru Artificial Intelligence DevOps with AI Deep Learning AR &amp; VR Big Data Distributed systems Open Source DevOps Kami juga tertarik dengan topik lain terkait dengan Free/Libre and Open Source Software yang tidak tercantum di atas. Akan ada kesempatan bagi para pembicara dan anggota Yayasan GNOME untuk meminta sponsor Yayasan GNOME. Harap kirimkan aplikasi ke Komite Perjalanan GNOME https://wiki.gnome.org/Travel. Sesi standar akan dijadwalkan selama 45 menit (35 menit bicara + 10 menit tanya jawab). Sesi ini bisa berupa pembicaraan teknis, diskusi panel, atau BOF. Jika Anda membutuhkan lebih banyak waktu atau sumber daya tambahan, jangan ragu untuk menghubungi tim penyelenggara. Bagi mereka yang ingin berpartisipasi tetapi tidak yakin apakah mereka ingin melakukan full talk, kami memiliki lightning talk. Ini adalah presentasi 10 menit untuk menunjukkan pekerjaan Anda atau mempromosikan topik yang menarik. Pembicaraan ini akan dikelompokkan bersama dalam satu sesi. Harap sediakan abstrak singkat dari proposal Anda (di bawah 150 kata). Sertakan nama Anda, informasi biografi, foto yang cocok untuk web, judul, dan deskripsi presentasi Anda. Tim peninjau akan mengevaluasi entri berdasarkan abstrak yang diserahkan dan waktu yang tersedia dengan mengikuti jadwal.","categories":[{"name":"Acara","slug":"acara","permalink":"http://gnome.id/categories/acara/"}],"tags":[{"name":"GNOME.Asia","slug":"gnome-asia","permalink":"http://gnome.id/tags/gnome-asia/"}]},{"title":"Recipes Hackfest 2018","slug":"2018-03-03-Recipes-Hackfest-2018","date":"2018-03-03T05:00:00.000Z","updated":"2019-09-29T19:51:57.892Z","comments":true,"path":"2018-03-03-Recipes-Hackfest-2018.html","link":"","permalink":"http://gnome.id/2018-03-03-Recipes-Hackfest-2018.html","excerpt":"Pada tanggal 28 Februari hingga 2 Marert 2018, telah diadakan Recipes Hackfest 2018 bertempat di AMIKOM Yogyakarta. Acara ini antara dihadiri oleh pengembang GNOME dan Endless, antara lain Matthias Clasen, Cosimo Cecchi, Jonathan Blandford, Emel Elvin Yıldız, Ekta Nandwani, Martin Abente, Emmanuele Bassi, Umang Jain, Philip Chimento serta perwakilan dari Indonesia, yaitu Ahmad Haris dan Kukuh Syafaat.","text":"Pada tanggal 28 Februari hingga 2 Marert 2018, telah diadakan Recipes Hackfest 2018 bertempat di AMIKOM Yogyakarta. Acara ini antara dihadiri oleh pengembang GNOME dan Endless, antara lain Matthias Clasen, Cosimo Cecchi, Jonathan Blandford, Emel Elvin Yıldız, Ekta Nandwani, Martin Abente, Emmanuele Bassi, Umang Jain, Philip Chimento serta perwakilan dari Indonesia, yaitu Ahmad Haris dan Kukuh Syafaat. Selain itu, acara hari 0 dan hari 3 juga dimeriahkan oleh Siska Iskandar. Tidak lupa juga Estu Fardani dan Rania Amina dari BlankOn yang juga menyempatkan hadir selama hackfest berlangsung. Cerita lengkap dari Ahmad Haris dan Kukuh Syafaat dapat disimak pada tautan berikut: Attending GNOME Hackfest 2018 GNOME Recipes Hackfest 2018","categories":[{"name":"Acara","slug":"acara","permalink":"http://gnome.id/categories/acara/"},{"name":"Komunitas","slug":"komunitas","permalink":"http://gnome.id/categories/komunitas/"}],"tags":[{"name":"Hackfest","slug":"hackfest","permalink":"http://gnome.id/tags/hackfest/"},{"name":"Agenda GNOME Indonesia","slug":"agenda-gnome-indonesia","permalink":"http://gnome.id/tags/agenda-gnome-indonesia/"}]},{"title":"GNOME 3.18 Release Party – Slawi","slug":"2015-12-11-GNOME-3.18-release-party-slawi","date":"2015-12-11T05:00:00.000Z","updated":"2019-09-29T19:51:57.888Z","comments":true,"path":"2015-12-11-GNOME-3.18-release-party-slawi.html","link":"","permalink":"http://gnome.id/2015-12-11-GNOME-3.18-release-party-slawi.html","excerpt":"Setelah Jogja dan Tegal, kini giliran Slawi, Jawa Tengah mengadakan GNOME 3.18 Release Party, bertempat di Taman Wisata Guci. Acara ini juga dihadiri oleh beberapa komunitas, termasuk dari komunitas yang cukup jauh di seberang sana yaitu Komunitas Studi Linux Universitas Gorontalo, lalu ada dari KPLI Jogja yang turut hadir setelah sukses menyelenggarakan GNOME Release Party 3.18 di Jogja, dan masih banyak tamu yang hadir di GNOME 3.18 Release Party Slawi ini.","text":"Setelah Jogja dan Tegal, kini giliran Slawi, Jawa Tengah mengadakan GNOME 3.18 Release Party, bertempat di Taman Wisata Guci. Acara ini juga dihadiri oleh beberapa komunitas, termasuk dari komunitas yang cukup jauh di seberang sana yaitu Komunitas Studi Linux Universitas Gorontalo, lalu ada dari KPLI Jogja yang turut hadir setelah sukses menyelenggarakan GNOME Release Party 3.18 di Jogja, dan masih banyak tamu yang hadir di GNOME 3.18 Release Party Slawi ini. Seperti sebelumnya, acara inti adalah pemotongan tumpeng yang merupakan tradisi khas Indonesia oleh Pak Rusmanto dari AOSI dan diserahkan kepada Anjar Hardiena dari CloudKilat. Setelah acara selesai, dilanjutkan dengan berfoto bersama dan berenang di kolam air panas. Sampai jumpa lagi di acara GNOME selanjutnya.","categories":[{"name":"Acara","slug":"acara","permalink":"http://gnome.id/categories/acara/"},{"name":"Rilis","slug":"rilis","permalink":"http://gnome.id/categories/rilis/"},{"name":"GNOME Desktop","slug":"gnome-desktop","permalink":"http://gnome.id/categories/gnome-desktop/"}],"tags":[{"name":"Pesta Rilis","slug":"pesta-rilis","permalink":"http://gnome.id/tags/pesta-rilis/"},{"name":"Agenda Komunitas","slug":"agenda-komunitas","permalink":"http://gnome.id/tags/agenda-komunitas/"}]},{"title":"Liputan GNOME 3.18 Release Party Jogja","slug":"2015-09-25-liputan-GNOME-3.18-release-party-jogja","date":"2015-09-25T06:00:00.000Z","updated":"2019-09-29T19:51:57.888Z","comments":true,"path":"2015-09-25-liputan-GNOME-3.18-release-party-jogja.html","link":"","permalink":"http://gnome.id/2015-09-25-liputan-GNOME-3.18-release-party-jogja.html","excerpt":"Pesta Rilis GNOME 3.18 Kodenama Gothenburg sukses kita selenggarakan. Yak Sabtu, 3 Oktober 2015 bertempat di Crytal Lotus Hotel Jalan Magelang. Acara ini dihadiri oleh lebih dari 50 peserta dan diisi dengan beberapa materi, diantaranya pengenalan apa itu GNOME dan fitur terbaru apa saja yang ada pada GNOME 3.18. Acara ditutup dengan pemotongan tumpeng.","text":"Pesta Rilis GNOME 3.18 Kodenama Gothenburg sukses kita selenggarakan. Yak Sabtu, 3 Oktober 2015 bertempat di Crytal Lotus Hotel Jalan Magelang. Acara ini dihadiri oleh lebih dari 50 peserta dan diisi dengan beberapa materi, diantaranya pengenalan apa itu GNOME dan fitur terbaru apa saja yang ada pada GNOME 3.18. Acara ditutup dengan pemotongan tumpeng. GNOME 3.18 Release Party Mau lihat bagaimana serunya pesta rilis Yogyakarta? Silahkan lihat album di Flickr berikut. Beberapa cerita tentang pesta rilis bisa juga dibaca, diantaranya dari kak Sendy n kak Estu. Salam hangat.","categories":[{"name":"Acara","slug":"acara","permalink":"http://gnome.id/categories/acara/"},{"name":"Rilis","slug":"rilis","permalink":"http://gnome.id/categories/rilis/"},{"name":"GNOME Desktop","slug":"gnome-desktop","permalink":"http://gnome.id/categories/gnome-desktop/"}],"tags":[{"name":"Pesta Rilis","slug":"pesta-rilis","permalink":"http://gnome.id/tags/pesta-rilis/"},{"name":"Agenda Komunitas","slug":"agenda-komunitas","permalink":"http://gnome.id/tags/agenda-komunitas/"}]},{"title":"Release Party GNOME 3.18","slug":"2015-09-25-release-party-GNOME-3.18","date":"2015-09-25T05:00:00.000Z","updated":"2019-09-29T19:51:57.888Z","comments":true,"path":"2015-09-25-release-party-GNOME-3.18.html","link":"","permalink":"http://gnome.id/2015-09-25-release-party-GNOME-3.18.html","excerpt":"Ayo ramaikan rilis party GNOME 3.18! Setelah sukses mengadakan konferensi GNOME.Asia Summit 2015 lalu, kali ini akan hadir acara rilis party GNOME 3.18 yang merupakan versi terbaru dari pengembangan lingkungan destop GNOME.","text":"Ayo ramaikan rilis party GNOME 3.18! Setelah sukses mengadakan konferensi GNOME.Asia Summit 2015 lalu, kali ini akan hadir acara rilis party GNOME 3.18 yang merupakan versi terbaru dari pengembangan lingkungan destop GNOME. Waktunya? Sabtu, 3 Oktober 2015 14.00 s.d 17.00 di Crystal Lotus Hotel Jl. Magelang KM 5.0, Yogyakarta Untuk info lebih lanjut cek twitter kita aja yah di @GNOME_ID Sampai jumpa di rilis party GNOME 3.18 Yogyakarta. 🙂","categories":[{"name":"Acara","slug":"acara","permalink":"http://gnome.id/categories/acara/"},{"name":"Rilis","slug":"rilis","permalink":"http://gnome.id/categories/rilis/"},{"name":"GNOME Desktop","slug":"gnome-desktop","permalink":"http://gnome.id/categories/gnome-desktop/"}],"tags":[{"name":"Pesta Rilis","slug":"pesta-rilis","permalink":"http://gnome.id/tags/pesta-rilis/"},{"name":"Agenda Komunitas","slug":"agenda-komunitas","permalink":"http://gnome.id/tags/agenda-komunitas/"}]}]}